validation/rhoLUturb/system/fvSchemes
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object fvSchemes;
    }

ddtSchemes      { default steadyState;
    }
gradSchemes     { default Gauss linear;
    }
divSchemes
{
    default         none;
    div(phi,U)      bounded Gauss upwind;
    div(phi,h)      bounded Gauss upwind;
    div(phi,K)      bounded Gauss upwind;
    div(phi,k)      bounded Gauss linearUpwind grad(k);
    div(phi,omega)  bounded Gauss linearUpwind grad(omega);
    div(((rho*nuEff)*dev2(T(grad(U))))) Gauss linear;
    }
laplacianSchemes { default Gauss linear orthogonal;
    }
interpolationSchemes { default linear;
    }
snGradSchemes   { default orthogonal;
    }

wallDist        { method meshWave;
    }
